[Items]
#Hats
NoHat=无头盔
DefaultHat=默认头盔
DefaultHatOpen=默认头盔（开放式）
KickStarterHat=Kickstarter 头盔
VeteranHelmet=老兵头盔
VeteranHelmetOpen=老兵头盔（开放式）
SilverHat=银帽（等级 30）
BlackHat=黑帽（等级 40）
GoldHat=金帽（等级 50）
Agatha_Archer_DLC_Helmet_1=王家弓箭手头盔
Agatha_Knight_DLC_Helmet_1=雄狮头盔
Agatha_Knight_DLC_HelmetOpen_1=雄狮头盔（开放式）
Agatha_MAA_DLC_Helmet_1=王家守卫头盔
Agatha_MAA_DLC_HelmetOpen_1=王家守卫头盔（开放式）
Agatha_Vanguard_DLC_Helmet_1=保卫者头盔
Mason_Archer_DLC_Helmet_1=侵入者头盔
Mason_Archer_DLC_HelmetOpen_1=侵入者头盔（开放式）
Mason_Knight_DLC_Helmet_1=翼盔
Mason_Knight_DLC_HelmetOpen_1=翼盔（开放式）
Mason_MAA_DLC_Helmet_1=精英头盔
Mason_Vanguard_DLC_Helmet_1=刀锋头盔
Agatha_Bundle_DLC_Helmets_1=阿加莎头盔组合包
Mason_Bundle_DLC_Helmets_1=梅森头盔组合包

#Characters
AgathaArcher=阿加莎弓箭手
AgathaKing=阿加莎国王
AgathaKnight=阿加莎骑士
AgathaManAtArms=阿加莎士兵
AgathaVanguard=阿加莎先锋
MasonArcher=梅森弓箭手
MasonKing=梅森国王
MasonKnight=梅森骑士
MasonManAtArms=梅森士兵
MasonVanguard=梅森先锋
Peasant=村民
Skeleton=骨架

#Emblems
AgathaLion1=阿加莎雄狮
AgathaCross1=阿加莎十字刃
AgathaCross2=阿加莎双重十字刃
AgathaCross4=阿加莎四重十字刃（盾牌）
AgathaCrossLion=阿加莎十字刃/雄狮（盾牌）
AgathaLion1=阿加莎雄狮
AgathaLion6=阿加莎六重狮（盾牌）
AgathaLion3=阿加莎三重狮
MasonEagleS=梅森雄鹰
MasonFistC=梅森之拳（光滑）
MasonEagleB=梅森双色鹰
MasonEagleHead=梅森鹰头
MasonFistR=梅森之拳（粗糙）
MasonFist2=双重之拳
GDragon=远古巨龙
GHelm=海盗的头盔
GRose=战争玫瑰
GSerpTower=蛇与塔
GStars=星光
GWep1=交叉武器 1
GWep2=交叉武器 2
GDev=开发者模式
GArrows=箭矢
GBoar=公猪
GClaws=怪物之爪
GCrust=龙虾
GGriffin=马鹫
GHam=锤子时间
GHunts=猎人
GMeow=喵拉瑞克
GRams=羊角头骨
GScorp=毒蝎钉刺
GSickle=瘟疫镰刀
GSpears=布列塔尼长矛
GTaurus=愤怒的公牛
GWolf=孤狼
GBearKnight=瑞恩熊
GClover=幸运四叶草
GCrab=泥蟹
GEagleClaws=鹰爪
GFishes=鱼
GSailfish=旗鱼
GSkullArrow=穿颅之箭
GSunthing=旋日
GTriskell=三曲枝
GBlank=空白
CComAgatha=社区阿加莎
CComMason=社区梅森
CGen=社区普通将军
CBears=社区之熊
CDeers=社区麋鹿
CSnakes=社区之蛇
CWolves=社区之狼
CAnimals=社区动物
CCeltViking=社区北欧凯尔特
CShapes=社区形状
CSkulls=社区头骨
CWeapons=社区武器
#a
CFleur1=三重百合
CFleur2=百合
CFleur3=鸳鸯花
CFleur4=战争之花
CLion1=狂怒之狮
CLion2=雄狮.L.瑞奇
CGoat1=狂怒山羊
CGoat2=进击的山羊
CLion3=狮蛇独角兽
CCrest1=骑士之冠 1
CCrest2=骑士之冠 2
CPony=电动小马
CSwordsmen=剑客之顶
CCrown=王冠
CAKing=王之守卫
CTemCross=神殿十字架
CCeltCross=凯尔特十字架
#m
CBirdy1=怪鸟 1
CBirdy2=怪鸟 2
CBirdy3=三冠鸟
CBirdy4=东方乌鸦
CBirdy5=骨头栖木
CBirdy6=飞鸟
CBirdy7=刺穿的乌鸦
CBirdy8=死从天降
CBirdy9=张开翅膀的鸟
CBirdy10=击的乌鸦
CBirdy11=鸟与日蚀
CBirdy12=王室之鹰
CBirdy13=飞行鸟标记
COwl=枭与月
CDragon1=巨龙顶
CDragon2=龙之吐息
CDragon3=进击的巨龙
CMKing=王之守卫
#g
CKick=踢臀脚
COuroboros=衔尾蛇
CBannerman=牛旗
CBlazon=纹章
CDrakecrown=巨龙之王
CBalance=天平
CFatfrog=肥蛙
CTree=树
CPawn=卒棋
CKing=王棋
CMaul=医用大槌
CBurningbush=愤怒公牛
CCresticle=致残套装
CDefist=暴力之拳
CDeknight=暴力骑士
CPartyhat=派对帽
CApple=苹果公司
CCheers=乾了啦！
CWolfsbane=附子草
CMLMAA=士兵之旗
CNest=被套住的骑士
CHand=奇异之手
CPaw=大脚王子
CTemplar=十字军天使
CEndoskel=手掌之骨
CJest=汝可戏言？
CShrub=灌木！
CSailor=水手之锚
CPeasant=农民起义
CSandwich=三---冥---治
CAA=反射手炮台
CRosey=玫瑰粉饰
#a
CBearCav=熊骑兵
CBearema=巴瑞玛熊
CBearmess=熊兵
CBeary=巴瑞摩尼熊
CDeerHead=鹿头
CDeeder=麋首
CPrancer=驯鹿巫师
CDeerhunter=驯鹿猎手
CSnake1=大蟒
CSnake2=毒蛇
CSnake3=蛇剑 1
CSnake4=蛇剑 2
CSnake5=■蛇
CWolf1=饿狼怒吼 1
CWolf2=狼 2
CWolf3=饿狼怒吼 2
CWolf4=长须狼
CWolf5=喋血之狼
CWolf6=愤怒之狼
CShrimp=河虾
CBoar=昂首展翅
CUni=刺穿者瓦尔
CTurkey=突厥先锋
CDog=刺与狗
CJack=鹿角兔
CHorse=海，马
CElephant=大象
CMammoth=猛■象
CBuffalo=六眼水牛
CGremlin=小魔怪王室
CMeow=喵拉瑞克的堂兄
CBatSil=蝙蝠之夜
CBatKnight=蝙蝠骑士
CSharkKnight=鲨鱼骑士
CSpidey=蜘蛛的意志
CButt=飞---翔
CBokBok=咯咯哒---咯咯哒
#celt
CCelt1=棘手之斧
CCelt2=尸鬼
CCelt3=长船
CCelt4=劫掠者
CCelt5=维京之穿越
CCelt6=先遣登陆队之舰
#sh
CSuit1=俱乐部
CSuit2=钻石矿
CSuit3=心形俱乐部
CSuit4=黑桃报应
CSuit5=黑桃
CTrian=三角阵
CLuck=幸运眼
CTmen=丸之十字
CCarousel=旋转木马的谋杀
CBullse=活动目标
CSun1=太阳 1
CSun2=太阳 2
CSun3=太阳 3
CSun4=太阳 4
CFlower=绚丽之花
#sk
CSkulls1=头骨尿壶
CSkulls2=牛骨
CSkulls3=死亡之王
CSkulls4=头骨
CSkulls5=流血的头骨
CSkulls6=吸血鬼的头骨
CSkulls7=流氓的头骨
CSkulls8=巨龙的头盔
CSkulls9=陨落的战士
#w
CBrokenSword=断剑
CBladeHouse=刀锋王室
CGriffinBane=狮鹫的祸根
CStabSun=刺穿太阳
CDagg=双剑
CRangers=护林兄弟
CArty=炮兵部队
CFirepot=火罐施虐者
CHunter=猎手
CArrows=箭矢
CSnagger=插我



#Patterns
Tabard1=粗呢大衣样式 1
Tabard2=粗呢大衣样式 2
Tabard3=粗呢大衣样式 3
Quadrant=四分
Quadrant2=四分 2
Stripes=条纹
Stripes2=条纹 2
Stripes3=条纹 3
Stripes4=条纹 4
Stripes5=条纹 5
Checkers=格子
Checkers2=格子 2
Checkers3=格子 3
Checkers4=格子 4
Checkers5=格子 5
Solid=一致
Split=分割
Split2=分割 2

#Misc
Default=默认
Disabled=已禁用

#Bundle names

[Screen]
HeaderLabel=人物自定义
ColorLabelA=主要颜色
ColorLabelB=次要颜色
ColorLabelC=第三颜色
LockedHeader=已锁定！
LockWarningLabel=当您选定一个已锁定物品时，您的选择不会被保存！
AddToCartButton=添加至购物车。{PRICE}
AlreadyInCart=已在购物车中
ViewCartButton=查看购物车（{NUM}）
ShoppingCartHeaderLabel=购物车
LoadingMessage=正在与服务器通信，请稍候
BuyButton=进行结账

CustomizationHeaderLabel=自定义角色
ColorLabelA=主色调
ColorLabelB=次色调
ColorLabelC=Trim colour
LockedHeader=锁定!
customization_body_label=躯干
customization_helmet_label=头盔
customization_accessories_label=饰品
customization_patterns_label=图案和颜色

GeneralMicroTxErrorTitle=服务器通信错误
GeneralMicroTxErrorMessage=在与服务器通信时遇到困难。请稍后再试。
ThankYouLabel=谢谢！

[StoreDescriptions]
VeteranGearStoreDescription=想要解锁此头盔，您需要解锁这个职业的所有武器。
DLCStoreDescription=想要在游戏中使用，请购买此物品。
Mason_Bundle_DLC_Helmets_1=<p><font size="28">梅森头盔组合包 #1</font></p><br/><p>购买组合包以使用此物品。</p><br/><p>组合包内含四顶梅森头盔：<ul><li>弓箭手：侵入者头盔和开放式侵入者头盔</li><li>士兵：精英头盔</li><li>先锋：刀锋头盔</li><li>骑士：翼盔和开放式翼盔</li></ul></p>
Agatha_Bundle_DLC_Helmets_1=<p><font size="28">阿加莎头盔组合包 #1</font></p><br/><p>购买组合包以使用此物品。</p><br/><p>组合包内含四顶阿加莎头盔：<ul><li>弓箭手：王家弓箭手头盔</li><li>士兵：王家守卫头盔和开放式王家守卫头盔</li><li>先锋：保卫者头盔</li><li>骑士：雄狮头盔和开放式雄狮头盔</li></ul></p>

####{MINRANK} is replaced with the minimum rank to use the item; {CURRANK} is replaced with the player's current rank. Don't translate those two.
RankLock=<p>您的等级必须达到 <b>{MINRANK}</b> 级才能使用此物品。</p><br/><p>您当前的等级是 <b>{CURRANK}</b> 级</p>
